{
  "LuaSnip": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" }
}